Repository: Greeddk/UQuiz
Catalog: UQuiz/plist/Localizable.xcstrings
Source language: en
Languages: ko

source: Done
ko: 완료

# ExtensionVC_AlertCancel
source: Cancel
ko: 취소

# ExtensionVC_AlertOK
source: OK
ko: 확인

# language
source: en-US
ko: ko-KR

# MakePosterQuizVC_AlertTitle
source: Warning!
ko: 주의!

# MakePosterQuizVC_CompleteQuizAlertMessage
source: Please enter the name of the quiz you created!
ko: 퀴즈의 이름을 입력해주세요!

# MakePosterQuizVC_CompleteQuizAlertPlaceholder
source: Quiz Title
ko: 타이틀

# MakePosterQuizVC_CompleteQuizAlertTitle
source: Name It!
ko: 이름을 정해주세요

# MakePosterQuizVC_IncompleteQuizAlertMessage
source: Please select %d areas
ko: %d곳의 영역을 선택해주세요

# MakePosterQuizVC_IncompleteQuizAlertTitle
source: Select more!
ko: 더 선택해주세요!

# MakePosterQuizVC_NavigationResetButton
source: Reset
ko: 선택초기화

# MakePosterQuizVC_NavigationTitle
source: Please select %d areas
ko: %d개의 영역을 선택해주세요

# MakePosterQuizVC_PreviousButtonClickedAlertMessage
source: Please select an area or move on!
ko: 영역 선택을 하거나 다음으로 넘어가주세요!

# MakePosterQuizVC_PreviousButtonClickedAlertTitle
source: No previous movie
ko: 이전 영화가 없습니다

# MakePosterQuizView_ShowPostersButtonTitle
source: Other Posters
ko: 다른포스터

# MakePosterQuizVM_InvalidateAreaMessage
source: You cannot select the same area again!
ko: 같은 영역을 선택할 수 없습니다!

# MakePosterQuizVM_SelectAreaMessage
source: You can select up to %d areas!
ko: 영역 선택은 최대 %d개까지 가능합니다!

# MakePosterQuizVM_SelectInsideAreaMessage
source: Please select a bit further inside!
ko: 조금 더 안쪽 부분을 선택해주세요!

# MovieSearchVC_AlertBeginner
source: Beginner
ko: 초보

# MovieSearchVC_AlertExpert
source: Expert
ko: 고수

# MovieSearchVC_AlertImtermediate
source: Intermediate
ko: 중수

# MovieSearchVC_AlertMessage
source: Please choose the difficulty level you want to create!
ko: 만들고 싶은 난이도를 선택해주세요!

# MovieSearchVC_AlertTitle
source: Select Difficulty
ko: 난이도 선택

# MovieSearchVC_barButtonTitle
source: Next
ko: 다음

# MovieSearchVC_NavigationTitle
source: Selected Movie: %d
ko: 선택된 영화: %d

# MovieSearchView_placeholder
source: Search for the movie to create a quiz!
ko: 퀴즈로 만들 영화를 검색해주세요!

# PauseModal_Continue
source: Continue
ko: 이어하기

# PauseModal_Exit
source: Exit
ko: 나가기

# QuizCardCollectionViewCell_Quiz
source: %dquestions
ko: %d문제

# QuizListVC_AlertMessage
source: Are you sure you want to delete this quiz?
ko: 퀴즈를 삭제하시겠습니까?

# QuizListVC_AlertOK
source: Delete
ko: 삭제하기

# QuizListVC_AlertTitle
source: Alert
ko: 삭제

# QuizResultView_Home
source: Home
ko: 홈으로

# SetProfileView_Nickname
source: Nickname
ko: 닉네임

# SetProfileView_ValidLabel
source: Please enter the nickname to be displayed on the quiz you created.
ko: 만든 퀴즈에 표시될 닉네임을 입력해주세요

# SetProfileVM_IncludeSpaceNickMessage
source: Spaces are not allowed.
ko: 공백은 포함할 수 없습니다

# SetProfileVM_LongNickMessage
source: The nickname must be 10 characters or fewer.
ko: 닉네임은 10글자 이하로 입력해주세요

# SetProfileVM_ShortNickMessage
source: Please enter a nickname with at least 2 characters.
ko: 닉네임을 두글자 이상 입력해주세요

# SetProfileVM_ValidateNickMessage
source: The nickname is available!
ko: 사용해도 좋은 닉네임입니다!

# SolvePosterVC_CorrectMessage
source: The poster will be displayed for 3 seconds before moving on to the next question. If you want to skip, please do so.
ko: 3초 동안 포스터를 공개하고 다음으로 넘어갑니다. 스킵하고 싶다면 스킵해주세요.

# SolvePosterVC_CorrectTitle
source: Correct
ko: 정답

# SolvePosterVC_Time'sUpMessage
source: The poster will be displayed for 3 seconds before moving on to the next question.
ko: 3초 동안 포스터를 공개하고 다음으로 넘어갑니다

# SolvePosterVC_Time'sUpTitle
source: Time's Up
ko: 시간 초과

# SolvePosterView_TextFieldPlaceHolder
source: Enter Answer
ko: 정답입력
